#+LAST_MOBILE_CHANGE: 2013-01-01 13:58:35

#+FILETAGS: PERSONAL

** Budget
#+TBLNAME: MTHBUDGET
| Desc        |   Amt |
|-------------+-------|
| Rent        |  1650 |
| Electricity |    75 |
| Phone       |    80 |
| TV/Internet |    50 |
| Insurance   |    90 |
| Petrol      |    30 |
| Comics      |    60 |
| tritoncash  |    25 |
| Pay         | -3800 |
| Organic Box |   250 |
| Weekly Food | 292.5 |
| Supplies    |  58.5 |
| Montly Food |    59 |
| Australia   |   855 |
|             |       |
| Total       | -225. |
   #+TBLFM: @11$2=250::@12$2=remote(WeeklyFood,@14$2)*4.5::@13$2=remote(Supplies,@11$2)::@14$2=remote(MonthlyFood,@13$2)::@15$2=remote(Australia,@7$2)::@17$2=vsum(@2$2..@16$2)

#+TBLNAME: Australia
| Desc       |  Amt |
|------------+------|
| Loan       |  500 |
| ASG        |  125 |
| Kate Visa  |  230 |
| Family Tax | -220 |
|            |      |
| Out        |  855 |
| Total      |  635 |
   #+TBLFM: @7$2=vsum(@2$2..@4$2)::@8$2=vsum(@2$2..@6$2)


#+TBLNAME: WeeklyFood
| Desc                                     | Amt |
|------------------------------------------+-----|
| Eggs (2 cartons)                         |   8 |
| Milk (2 bottles)                         |   8 |
| Bread (1 tortilla, wrap, loaf or bagels) |   8 |
| Mushrooms (2 pounds)                     |   8 |
| Bananas (2 bunch)                        |   6 |
| Avocados (4)                             |   5 |
| Onions (5)                               |   3 |
| Tomatos (1 pound?)                       |   5 |
| Carrots (1 bag)                          |   2 |
| Kids Meat (1 pack)                       |   7 |
| Cereal (1 box)                           |   5 |
|                                          |     |
| Total                                    |  65 |
   #+TBLFM: @14$2=vsum(@2$2..@13$2)

#+TBLNAME: MonthlyFood 
| Desc                | Amt |
|---------------------+-----|
| Rice (1 bag)        |  10 |
| Flour (1 bag)       |   3 |
| Oats (1 bag)        |   3 |
| Dry Fruit (1 bag)   |   5 |
| Lentils (1 bag)     |   3 |
| Beans (1 bag)       |   5 |
| Pasta (1 Box)       |  10 |
| Crackers (1 Box)    |   5 |
| Tin Tomatos (1 Box) |   8 |
| Cheese (1 Block)    |   7 |
|                     |     |
| Tot                 |  59 |
   #+TBLFM: @13$2=vsum(@2$2..@12$2)

#+TBLNAME: Supplies
| Desc                       |  Amt |
|----------------------------+------|
| TP (2 roll)                |    7 |
| Dishwashing (1 bottle)     |    7 |
| Dishwasher tabs (1/2 pack) |  7.5 |
| Nappies (1/2 box)          |   10 |
| Laundary liquid (1/2 tub)  |   10 |
| Shampoo (2 bottles)        |    7 |
| Conditioner (2 bottles)    |    7 |
| Kids Shampoo (1 bottle)    |    3 |
|                            |      |
| Tot                        | 58.5 |
   #+TBLFM: @11$2=vsum(@2$2..@10$2)

#+TBLNAME: Coming up
| Desc | Amt |
|------+-----|
|      |     |
|      |     |
|      |     |
| Tot  |   0 |
   #+TBLFM: @5$2=vsum(@2$2..@4$2)
   
*** TODO Configure org ledger for managing budget
  CLOCK: [2012-11-06 Tue 15:56]--[2012-11-06 Tue 16:21] =>  0:25
    :PROPERTIES:
    :ID:       95b3661c-7107-49a1-9d86-568971a821aa
    :END:
[2012-11-06 Tue 15:56]
[[http://orgmode.org/worg/org-contrib/babel/languages/ob-doc-ledger.html]]
[[http://sachachua.com/blog/2010/11/emacs-recording-ledger-entries-with-org-capture-templates/]]

*** DONE Make list of montly expenses
    - State "DONE"       from "NEXT"       [2012-11-30 Fri 13:52]

  CLOCK: [2012-10-14 Sun 19:57]--[2012-10-14 Sun 19:58] =>  0:01
   :PROPERTIES:
   :ID:       460e587d-ea56-4b13-94a1-f487579e42fe
   :END:
  [2012-10-14 Sun 19:57]
** TODO Pay rent
   - State "DONE"       from "TODO"       [2013-04-02 Tue 21:33]
   - State "DONE"       from "TODO"       [2013-03-02 Sat 21:11]
   - State "DONE"       from "NEXT"       [2013-02-01 Fri 14:57]
   - State "DONE"       from "TODO"       [2013-01-01 Tue 16:58]
   - State "DONE"       from "TODO"       [2012-12-01 Sat 09:29]
   - State "DONE"       from "TODO"       [2012-11-02 Fri 16:08]
   :LOGBOOK:
   CLOCK: [2013-02-01 Fri 14:42]--[2013-02-01 Fri 14:57] =>  0:15
   :END:
   DEADLINE: <2013-05-05 Sun +1m -5d>

   :PROPERTIES:
   :ID:       ea07bf7b-9f89-49bf-90db-3e167baff163
   :LAST_REPEAT: [2013-04-02 Tue 21:33]
   :END:
   [2012-10-17 Wed 14:44]

Use account A11078844
[[https://act.ucsd.edu/studentBilling/billing]]


** Pay Ben Chow $180
  CLOCK: [2012-10-17 Wed 08:22]--[2012-10-17 Wed 08:22] =>  0:00
   :PROPERTIES:
   :ID:       a636e0f6-ab58-46c1-b32a-0a0d54b62eba
   :END:
[2012-10-17 Wed 08:22]
** Pay Lily $2000
  CLOCK: [2012-10-19 Fri 14:34]--[2012-10-19 Fri 14:34] =>  0:00
[2012-10-19 Fri 14:34]

** TODO Set up ledger
  CLOCK: [2012-11-16 Fri 22:20]--[2012-11-16 Fri 22:21] =>  0:01
  :PROPERTIES:
  :ID:       247a6496-d4b6-40e8-9bf4-6ba2a10df667
  :END:
[2012-11-16 Fri 22:20]
[[http://lwn.net/Articles/501681/]]

** DONE Transcribe from Bei Da notebook: budget
   - State "DONE"       from "TODO"       [2012-12-09 Sun 20:28]
  :LOGBOOK:
  CLOCK: [2012-11-20 Tue 11:03]--[2012-11-20 Tue 11:04] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       4e1b533f-f42a-427f-b47e-1cf5f2327363
  :END:
[2012-11-20 Tue 11:03]
** DONE Pay ATT phone bil
   - State "DONE"       from "TODO"       [2012-12-01 Sat 09:27]
  :LOGBOOK:
  CLOCK: [2012-11-30 Fri 14:51]--[2012-11-30 Fri 14:52] =>  0:01
  :END:
   :PROPERTIES:
   :ID:       b5ae626f-e0ad-4ce7-847c-caf6380eb98c
   :END:
[2012-11-30 Fri 14:51]
<2012-12-01 Sat>
** DONE Check insurance
  DEADLINE: <2012-12-29 Sat> SCHEDULED: <2012-12-23 Sun>
  - State "DONE"       from "NEXT"       [2012-12-29 Sat 15:57]
  :LOGBOOK:
  CLOCK: [2012-12-29 Sat 15:44]--[2012-12-29 Sat 15:57] =>  0:13
  :END:
   :PROPERTIES:
   :ID:       2ed5dd0f-df37-4df0-b05a-b197adf90626
   :END:
[2012-12-20 Thu 15:17]

*** NEXT Do Tax
  DEADLINE: <2013-04-15 Mon> SCHEDULED: <2013-03-10 Sun>
  :LOGBOOK:
  CLOCK: [2013-03-10 Sun 11:15]--[2013-03-10 Sun 12:36] =>  1:21
  :END:
    :PROPERTIES:
    :ID:       e906254e-4829-45d7-95cf-4bbea4b65182
    :END:
[2013-02-08 Fri 08:25]

** NEXT Listen to Scott Sonnon
  CLOCK: [2012-10-12 Fri 14:55]--[2012-10-12 Fri 14:55] =>  0:00
   :PROPERTIES:
   :ID:       d2291e69-0425-4e7d-b027-5f7ee77dae6d
   :END:
[2012-10-12 Fri 14:55]
[[http://physicalliving.com/exclusive-interview-with-johns-coach-scott-sonnon-the-creator-of-the-circular-strength-training-system/][part 1]]
[[http://physicalliving.com/exclusive-interview-with-johns-coach-scott-sonnon-the-creator-of-the-circular-strength-training-system-part-2/][part 2]]
** DONE Find doctor
   - State "DONE"       from "TODO"       [2012-10-24 Wed 13:30]
[[http://kp.org][KP]]
  CLOCK: [2012-10-14 Sun 20:33]--[2012-10-14 Sun 20:33] =>  0:00
   :PROPERTIES:
   :ID:       e64bba9b-57ea-49b7-87b6-7050a8f5e57e
   :END:
[2012-10-14 Sun 20:33]
** CANCELLED Update training schedule
   - State "CANCELLED"  from "TODO"       [2012-10-24 Wed 13:30] \\
     Duplicate of existing task
  CLOCK: [2012-10-14 Sun 20:33]--[2012-10-14 Sun 20:34] =>  0:01
   :PROPERTIES:
   :ID:       1590c8fb-cc00-4831-bc09-7f8225fd9434
   :END:
[2012-10-14 Sun 20:33]
** DONE Call KP membership
   - State "DONE"       from "TODO"       [2012-10-24 Wed 13:30]
Need to find out what to do when sick or in an emergency
  CLOCK: [2012-10-18 Thu 10:46]--[2012-10-18 Thu 10:47] =>  0:01
   :PROPERTIES:
   :ID:       ea362f28-4534-49fd-8d18-d4b23b33abd9
   :END:
[2012-10-18 Thu 10:46]
*** TODO Update exercise schedule
  CLOCK: [2012-10-12 Fri 14:49]--[2012-10-12 Fri 14:49] =>  0:00
   :PROPERTIES:
   :ID:       3065cc64-f846-4baa-abea-f05ce84becee
   :END:
[2012-10-12 Fri 14:49]

** DONE Checkout Health insurance changes
   - State "DONE"       from "NEXT"       [2012-11-10 Sat 13:33]
UC SAN DIEGO
CAMPUS NOTICE
University of California, San Diego


                OFFICE OF THE ASSISTANT VICE CHANCELLOR -
                            HUMAN RESOURCES

                            October 25, 2012


ALL ACADEMICS AND STAFF AT UC SAN DIEGO (excluding UCSD Health System)

SUBJECT:  Annual Open Enrollment Period

The annual Benefits Open Enrollment begins at 8:00 a.m. on Monday,
October 29, 2012 and ends at 5:00 p.m. on Tuesday, November 20, 2012.

Representatives from the various health insurance plans will be
available to meet with faculty, staff and retirees at the Price Center
Ballroom East on Tuesday, November 13, 2012 from 8:30 a.m. to 2:30 p.m.
to answer questions, provide additional information if needed and
discuss plan details.

This year, modest changes will be included in the 2013 health programs.
For example, co-pays for office visits and non-generic prescription
drugs will increase by $5 and a significant number of Women's Preventive
Services will now be provided at no cost.

Full details on health insurance choices for 2013 including information
on medical plans, premium costs, and tools to assist employees and
retirees with their medical plan choices are available at the Open
Enrollment website at:

http://atyourservice.ucop.edu/open_enrollment/

Open Enrollment is also the time to enroll in Flexible Spending Accounts
(FSA) which allow employees to set aside funds to pay for health and/or
dependent care while providing tax savings.  This year, due to IRS
changes, the annual limit for Health FSA will be reduced to $2,500.00
(formerly $5,000.00).  There is no change to DepCare FSA.   Employees
must enroll in FSAs during Open Enrollment to participate in 2013, even
if they are currently enrolled.  Additionally, the ARAG legal plan will
be open for enrollment.

Open Enrollment is the time for employees to enroll their children up to
age 26 in their plans.

For questions or assistance with Open Enrollment, please contact the
Human Resources Department Benefits Office at (858) 534-2816 or the
person in your department who handles benefits information.



                        Thomas R. Leet
                        Assistant Vice Chancellor
  CLOCK: [2012-10-25 Thu 11:32]--[2012-10-25 Thu 11:32] =>  0:00
[2012-10-25 Thu 11:32]

** DONE buy foam rollers
  SCHEDULED: <2012-11-01 Thu>
  - State "DONE"       from "NEXT"       [2012-11-02 Fri 19:34]
  CLOCK: [2012-10-29 Mon 10:28]--[2012-10-29 Mon 10:28] =>  0:00
[2012-10-29 Mon 10:28]

** TODO Finish up exercise templates
  :LOGBOOK:
  CLOCK: [2012-12-14 Fri 11:07]--[2012-12-14 Fri 11:08] =>  0:01
  :END:
   :PROPERTIES:
   :ID:       fecbd31c-10bf-4e43-a449-9d0fe01286c2
   :END:
[2012-12-14 Fri 11:07]
Also add in the routine description so I have it with me via mobileorg.

** NEXT Make reminders
  :LOGBOOK:
  CLOCK: [2012-12-21 Fri 20:47]--[2012-12-21 Fri 20:51] =>  0:04
  :END:
  :PROPERTIES:
  :ID:       3e44cc8f-e8cb-4ead-b2ed-def3988b8dca
  :END:
[2012-12-21 Fri 20:47]

Healthy habits. I want to keep on track with living well and so need reminders to see everyday to remind me how good I feel when eating good food, relaxing and exercising.
** TODO Make Physio appointment 
  SCHEDULED: <2013-03-19 Tue> DEADLINE: <2013-04-01 Tue>
  :LOGBOOK:
  CLOCK: [2013-02-01 Fri 11:46]--[2013-02-01 Fri 11:47] =>  0:01
  :END:
   :PROPERTIES:
   :ID:       a7b11fe1-61a4-4f17-9401-071364bfe11e
   :END:
[2013-02-01 Fri 11:46]
** TODO Update exercise habits
  :LOGBOOK:
  CLOCK: [2013-03-04 Mon 08:36]--[2013-03-04 Mon 08:39] =>  0:03
  :END:
  :PROPERTIES:
  :ID:       2b46623b-23ae-448b-be01-9e99412a4fb9
  :END:
[2013-03-04 Mon 08:36]

Habit should just be exercise, possibly also morning mobility, evening decompression
Exercise is daily, the other two can be 1-2 days each.
** DONE Make maracas for kids
  SCHEDULED: <2013-02-21 Thu>
  - State "DONE"       from "TODO"       [2013-02-22 Fri 08:00]
  :LOGBOOK:
  CLOCK: [2013-02-21 Thu 09:00]--[2013-02-21 Thu 09:01] =>  0:01
  :END:
   :PROPERTIES:
   :ID:       3303ad99-6a5b-45a9-bfac-f380265c930d
   :END:
[2013-02-21 Thu 09:00]
**** NEXT Plan home organisation
places to file things
storage containers
everything has a home!
pantry shelves
  CLOCK: [2012-10-14 Sun 20:44]--[2012-10-14 Sun 20:45] =>  0:01
   :PROPERTIES:
   :ID:       dfe4200d-68c2-4715-aeca-a38028ff423c
   :END:
[2012-10-14 Sun 20:44]

**** NEXT Organise kitchen
  CLOCK: [2012-10-28 Sun 15:06]--[2012-10-28 Sun 15:06] =>  0:00
    :PROPERTIES:
    :ID:       c12fa524-bc9a-4545-8d8a-ec4ee8bd40d0
    :END:
[2012-10-28 Sun 15:06]

**** NEXT Organise bedroom
  CLOCK: [2012-10-28 Sun 15:06]--[2012-10-28 Sun 15:06] =>  0:00
    :PROPERTIES:
    :ID:       206a5bae-27b1-4a32-9d27-96ebb00f4af5
    :END:
[2012-10-28 Sun 15:06]
**** NEXT organise kid's room
  CLOCK: [2012-10-28 Sun 15:06]--[2012-10-28 Sun 15:07] =>  0:01
    :PROPERTIES:
    :ID:       845957f6-b5c4-48c8-bafa-1dd919b9f6b1
    :END:
[2012-10-28 Sun 15:06]
**** NEXT organise laundary
  CLOCK: [2012-10-28 Sun 15:08]--[2012-10-28 Sun 15:08] =>  0:00
    :PROPERTIES:
    :ID:       4d8ed191-cc09-4c71-b3d2-2aa1edd208d2
    :END:
[2012-10-28 Sun 15:08]
**** SOMEDAY pack away tea pots
  CLOCK: [2012-10-14 Sun 19:56]--[2012-10-14 Sun 19:56] =>  0:00
   :PROPERTIES:
   :ID:       1b524408-f508-4d2e-839a-0936559efaf4
   :END:
[2012-10-14 Sun 19:56]
** NEXT Update social security address
  CLOCK: [2012-10-14 Sun 20:33]--[2012-10-14 Sun 20:33] =>  0:00
   :PROPERTIES:
   :ID:       51d118b3-11d2-4851-9c69-9951301557db
   :END:
[2012-10-14 Sun 20:33]
** DONE Call del-sol office about having a hamster
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:35]
  CLOCK: [2012-10-14 Sun 20:44]--[2012-10-14 Sun 20:44] =>  0:00
   :PROPERTIES:
   :ID:       df0bc5e6-16ef-4c9a-b9d0-9917c5b6a980
   :END:
[2012-10-14 Sun 20:44]
** DONE Set up reminder to pay rent
   - State "DONE"       from "TODO"       [2012-10-24 Wed 13:20]
  CLOCK: [2012-10-16 Tue 09:57]--[2012-10-16 Tue 09:57] =>  0:00
   :PROPERTIES:
   :ID:       274f2f16-4fe0-4edc-9452-0ea7fcdc1edb
   :END:
[2012-10-16 Tue 09:57]
** DONE Call ATT to fix wireless
   - State "DONE"       from "NEXT"       [2012-12-07 Fri 10:44]
Did using google voice mess things up
  CLOCK: [2012-10-19 Fri 14:35]--[2012-10-19 Fri 14:36] =>  0:01
   :PROPERTIES:
   :ID:       feeabd14-b208-4cfb-9651-20ceb5f71ba7
   :END:
  [2012-10-19 Fri 14:35]
** DONE Contact Squeeze play/Abundant Harvest about pre-paying each month
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:36]
  CLOCK: [2012-10-24 Wed 13:57]--[2012-10-24 Wed 13:58] =>  0:01
[2012-10-24 Wed 13:57]

** DONE Inform Kate and school of work phone number
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:39]
  CLOCK: [2012-10-21 Sun 18:30]--[2012-10-21 Sun 18:30] =>  0:00
[2012-10-21 Sun 18:30]
** DONE Turn on skype at work
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:39]
  CLOCK: [2012-10-21 Sun 18:30]--[2012-10-21 Sun 18:31] =>  0:01
[2012-10-21 Sun 18:30]

** DONE Call ATT to fix wireless
   - State "DONE"       from "NEXT"       [2012-11-10 Sat 13:39]
Did using google voice mess things up
  CLOCK: [2012-10-19 Fri 14:35]--[2012-10-19 Fri 14:36] =>  0:01
  :PROPERTIES:
  :ID:       880fc714-3787-4236-97ad-4a5a67ea81ff
  :END:
[2012-10-19 Fri 14:35]
** TODO Burn fitness videos to DVD
  CLOCK: [2012-10-24 Wed 12:23]--[2012-10-24 Wed 12:23] =>  0:00
   :PROPERTIES:
   :ID:       29815894-e777-4764-9230-0b468b25eceb
   :END:
[2012-10-24 Wed 12:23]

** DONE Contact Del Sol maintenance
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:39]
Bath and toilet clogged. Need light globes.
  CLOCK: [2012-10-28 Sun 13:14]--[2012-10-28 Sun 13:14] =>  0:00
[2012-10-28 Sun 13:13]
** DONE Add coffee to abundant harvest order
   - State "DONE"       from "TODO"       [2012-10-28 Sun 16:20]
  CLOCK: [2012-10-28 Sun 15:07]--[2012-10-28 Sun 15:07] =>  0:00
[2012-10-28 Sun 15:07]

** TODO Set up reminder for organic harvest
  CLOCK: [2012-10-28 Sun 15:07]--[2012-10-28 Sun 15:07] =>  0:00
   :PROPERTIES:
   :ID:       e07a73fd-2f5f-4fe0-bc90-f7b820a51006
   :END:
[2012-10-28 Sun 15:07]

** TODO Backup fitness videos
  CLOCK: [2012-11-03 Sat 16:33]--[2012-11-03 Sat 16:35] =>  0:02
   :PROPERTIES:
   :ID:       017af5ef-d834-44b3-b288-dc36fd188e15
   :END:
[2012-11-03 Sat 16:33]
** CANCELLED Organise Kate's Birthday
  DEADLINE: <2012-11-26 Mon -2w>
  - State "CANCELLED"  from "TODO"       [2012-11-12 Mon 11:37] \\
    Duplicate of entry in kate.org

  CLOCK: [2012-11-07 Wed 12:57]--[2012-11-07 Wed 12:58] =>  0:01
   :PROPERTIES:
   :ID:       584b742a-851c-4e17-a6f5-07faefcb928b
   :END:
[2012-11-07 Wed 12:57]

** TODO Transcribe from Bei Da notebook: todo
  :LOGBOOK:
  CLOCK: [2012-11-20 Tue 11:04]--[2012-11-20 Tue 11:05] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       ec012ead-6a95-4d99-8203-48acf7eb997f
  :END:
[2012-11-20 Tue 11:04]
** TODO Bike 
  :LOGBOOK:
  CLOCK: [2013-01-03 Thu 18:51]--[2013-01-03 Thu 18:52] =>  0:01
  :END:
   :PROPERTIES:
   :ID:       8edf3d8f-489c-43d2-a695-061e62eee917
   :END:
[2013-01-03 Thu 18:51]
513 516 9398
** TODO Farming research
  :LOGBOOK:
  CLOCK: [2013-03-25 Mon 21:09]--[2013-03-25 Mon 21:10] =>  0:01
  :END:
   :PROPERTIES:
   :ID:       abe56e3e-d948-4e6f-8774-9c5749ff4dd3
   :END:
[2013-03-25 Mon 21:09]
Look into how I'll set up my farm. Prices for livestock for instance is relevant. Also, plans for chook runs and pig runs and info on raising cows. Find out hardware prices also.
** CANCELLED Get Windsor McCay books
   - State "CANCELLED"  from "TODO"       [2012-11-10 Sat 13:40] \\
     I'm not that intersted after all.
  CLOCK: [2012-10-15 Mon 12:10]--[2012-10-15 Mon 12:11] =>  0:01
   :PROPERTIES:
   :ID:       6245fd73-b95b-4acd-baca-f743a0bf5744
   :END:
[2012-10-15 Mon 12:10]
** DONE Read kp newsletter
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:42]
[[http://kaiserpermanente-mail.org/14e102af8layfousiaj5hioyaaaaaa2j4zxwaqctfoqyaaaaa/C?V=bF9pbmRleAEBcHJvZmlsZV9pZAExNzY1NTkyNTU2AUZSU1RfTk0BUEFVTAF6aXBfY29kZQEBX1dBVkVfSURfATEzNDg5OTA2MAFfUExJU1RfSURfATc3NzAyNTkBZ19pbmRleAEBZW1haWxfYWRkcgFwYWJyeWFuQGdtYWlsLmNvbQFfU0NIRF9UTV8BMjAxMjEwMTYxMTAwMDABcHJvZmlsZV9rZXkBNTUwMDAxNDg2MjgyMg%3D%3D&hfRgPQxxOsF3fqchSPOhjw][newsletter]]
  CLOCK: [2012-10-18 Thu 10:46]--[2012-10-18 Thu 10:46] =>  0:00
   :PROPERTIES:
   :ID:       d3530c03-a26b-4f36-b246-310533ca9e8c
   :END:
[2012-10-18 Thu 10:46]
** TODO Sort out reading list
  :LOGBOOK:
  CLOCK: [2013-03-19 Tue 11:20]--[2013-03-19 Tue 11:22] =>  0:02
  :END:
   :PROPERTIES:
   :ID:       9ca939be-4f92-4075-babc-7b180b57edb9
   :END:
[2013-03-19 Tue 11:20]
This should be a place where I put links to articles, books, emails etc. They can be tagged of course. Should I also have a paper folder for things like journals, magazines etc.? The archive is of course something else that should go here. It might be nice to link this with newsreader capabilities too.
** DONE podcasts
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:44]
Find a good postcast player for android. I want to be able to do offline listening and jump to where I was up to last. I want to order them based on say date with oldest first or newest first as the fancy takes me.
  CLOCK: [2012-10-15 Mon 09:50]--[2012-10-15 Mon 09:51] =>  0:01
   :PROPERTIES:
   :ID:       4a90ed4c-40d1-4f68-b1d0-fa519220825e
   :END:
[2012-10-15 Mon 09:50]
** NEXT Pick up Christine and Nick from airport
   :LOGBOOK:
   CLOCK: [2013-02-05 Tue 10:30]--[2013-02-05 Tue 12:11] =>  1:41
   :END:
   :PROPERTIES:
   :ID:       c9b5be6e-5d3c-4b61-b5c1-36fc173742a1
   :END:
<2013-02-05 Tue 10:30>--<2013-02-05 Tue 12:30>
Delta 4502 From LA.
*** SOMEDAY Learn chinese from mango website
[[http://libraries.mangolanguages.com/university-of-california-san-diego/start][mango]]
  CLOCK: [2012-10-25 Thu 14:10]--[2012-10-25 Thu 14:11] =>  0:01
    :PROPERTIES:
    :ID:       dee29f0b-3314-4b0a-b283-116a07ec6dcd
    :END:
[2012-10-25 Thu 14:10]

